Repository: dougmassay/toolbag-calibre-plugin
Catalog: translations/*.po
Languages: es

source: Edit Spans & Divs
es: Editar Spans & Divs

source: Delete
es: Borrar

source: Modify
es: Modificar

source: No attributes ("naked" tag)
es: Sin atributos (etiqueta "desnuda")

source: No change
es: Sin cambios

source: Action type:
es: Tipo de acción:

source: Tag name:
es: Nombre de etiqueta:

source: Having the attribute:
es: Con el atributo:

source: Whose value is (no quotes):
es: Cuyo valor es (sin comillas):

source: Regex
es: Expresión regular

source: Change tag to:
es: Cambiar etiqueta a:

source: New attribute string to insert (entire):
es: Nueva cadena de atributo para insertar (completa):

source: Copy existing attribute string
es: Copiar la cadena existente del atributo

source: Must enter a value for the attribute selected
es: Se debe introducir un valor para el atributo seleccionado

source: What--exactly--would that achieve?
es: ¿Qué lograría eso --exactamente--?

source: Smarten Punctuation (the sequel)
es: Arreglar Puntuación (la secuela)

source: Smarten Quotation marks
es: Arreglar Comillas

source: Use custom apostrophe exceptions file
es: Usar archivo personalizado de excepciones de apóstrofes

source: (em|en)-dash settings
es: opciones de guiones largos y cortos

source: -- = emdash (no endash support)
es: -- = guión largo (guión corto no soportado)

source: Do not educate dashes
es: No enseñar guiones

source: -- = emdash | --- = endash
es: -- = guión largo | --- = guión corto

source: --- = emdash | -- = endash
es: --- = guión largo | -- = guión corto

source: Smarten ellipses
es: Arreglar elipsis

source: Educate with unicode characters (instead of entities)
es: Enseñar con caracteres unicode (en lugar de entidades)

source: Select custom apostrophe exceptions file
es: Seleccionar el archivo de excepciones de apóstrofes personalizados

source: Must select a custom exception file
es: Debe seleccionar un archivo de excepciones personalizados

source: Cancel
es: Cancelar

source: Changed Files
es: Archivos cambiados

source: See what changed
es: Ver qué ha cambiado

source: Close
es: Cerrar

source: Edit Spans && Divs
es: Editar Spans && Divs

source: Edit current file only
es: Editar solo el archivo actual

source: Customize
es: Configurar

source: No book open
es: No hay libro abierto

source: Need to have a book open first.
es: Necesitas abrir primero un libro.

source: Cannot Process
es: No puede procesarlo

source: No file open for editing or the current file is not an (x)html file.
es: No hay ning´ñun archivo abierto en edición o el archivo actual no es un archivo (x)html.

source: Before: Span Div Edit
es: Antes de: Edición de Span y Div

source: Failed
es: Fallo

source: Failed to process divs or spans, click "Show details" for more info
es: Fallo al procesar divs o spans, pulsa "Mostrar detalles" para más información

source: Nothing changed
es: Nada ha cambiado

source: Nothing matching your criteria was found.
es: No se ha encontrado nada que coincida con tu criterio.

source: Parsing
es: Parseando

source: Smarten current file only
es: Arreglar solo el archivo actual

source: Before: Smarten Punctuation
es: Antes: Arreglar Puntuación

source: Failed to smarten punctuation, click "Show details" for more info
es: Fallo al arreglar la puntuación, pulsa "Mostrar detalles" para más información

source: Nothing smartened
es: No se ha arreglado nada

source: No punctuation meeting your criteria was found to smarten.
es: No se ha encontrado ninguna puntuación que arreglar que cumpla con tu criterio.

source: Smartening
es: Arreglando

source: Convert CSS cm to em
es: Convertir cm en CSS to em

source: Convert current CSS file only
es: Convertir solo el actual archivo CSS

source: No file open for editing or the current file is not a CSS file.
es: No hay ning´ñun archivo abierto en edición o el archivo actual no es un archivo CSS.

source: Before: Convert CM to EM
es: Antes de: Convertir CM a EM

source: Failed to convert CMs to EMs, click "Show details" for more info
es: Fallo al convertir CMs a EMs, pulsa "Mostrar detalles" para más información

source: Nothing Converted
es: No se ha convertido nada

source: No CM dimensions were found to convert.
es: No se han encontrado dimensiones CM que convertir.

source: Edit Spans & Divs Customization
es: Configuración de Editar Spans & Divs

source: Comma separated list of html elements (no quotes, no angle "&lt;" brackets).
es: Lista separada por comas de elementos html (sin comillas ni corchetes "&lt;" ).

source: <b>Choices to change "{}" elements to:</b>
es: <b>Los elementos "{}" se pueden cambiar a:</b>

source: <b>Tags available to search for:</b>
es: <b>Etiquetas disponibles por las que buscar:</b>

source: Comma separated list of html tag names (no quotes).
es: Lista separada por comas de nombres de etiquetas HTML (sin comillas).

source: <b>HTML attributes available to search for:</b>
es: <b>Atributos HTML disponibles por los que buscar:</b>

source: Comma separated list of html attribute names (no quotes).
es: Lista separada por comas de nombres de atributos html (sin comillas).

source: Reset all defaults
es: Resetear todos los valores por defecto

source: Reset all settings to original defaults.
es: Resetar todas las opciones a sus valores originales.

source: Are you sure?
es: ¿Estás seguro?

source: Reset all customizable options to their original defaults?
es: ¿Reseteo todas las opciones configurables a sus valores originales por defecto?
